{ "sentiment": 0, "tweet": "Curso abandonado, não cumpre aquilo que promete e o professor largou de mão, faz uns 4 anos que não responde algumas perguntas, nem no grupo da turma" }
{ "sentiment": 0, "tweet": "Professor abandonou o curso deveriam tirar do ar. Curso ruim abandonado exercícios cobrados sem ter sido ministrado a assunto .... se estiver escolhendo um curso escolha um que o professor esteja acompanhando ... não recomendo .." }
{ "sentiment": 0, "tweet": "O curso não está completo e não foi abandonado há pelo menos 2 anos" }
{ "sentiment": 0, "tweet": "O professor fala muito rápido e a forma como fala atrapalha um pouco." }
{ "sentiment": 0, "tweet": "O Professor fala rápido demais e narrando, tem uma cadência de voz repetitiva e muito chato de se ouvir, tive que me esforçar para prestar a atenção, mas isso talvez seja muito pessoal e outras pessoas não tenham o mesmo problema." }
{ "sentiment": 0, "tweet": "Curso extremamente desatualizado, apesar do nome. Professor repetitivo." }
{ "sentiment": 0, "tweet": "Estou um pouco decepcionado com este curso, o curso e de 3-4 anos atrás, muito desatualizado, compensa dependendo vale mais assistir alguns tutoriais pelo youtube, mas da para ter uma base em java e ao OOB!" }
{ "sentiment": 0, "tweet": "O curso está totalmente atrasado, não condiz com os códigos mais atuais, não checa null safety, a maioria das funções estão quebradas." }
{ "sentiment": 0, "tweet": "Esperava menos desculpas de conteúdo desatualizado, em perguntas e respostas em varias aulas tem justificativas este curso já tem um tempo." }
{ "sentiment": 0, "tweet": "Chega uma altura do curso que esta muito desatualizado e infelizmente você não consegue evoluir. Muita incompatibilidade" }
{ "sentiment": 0, "tweet": "Gente, o curso é totalmente desatualizado, não comprem jamais!!! Tu consegue resolver os erros iniciais facil, por serem apenas widgets desatualizados, é só pesquisar no google. Porém, quando chega na parte de firebase fica totalmente inviável, eu perdi quase uma semana tentando resolver os problemas, e eles insistem que tu utilize as versões antigas, detalhe: o conteúdo é de 2 anos atrás. Você em um trabalho, não vai utilizar uma versão desatualizada assim!!! Não recomendo que gaste seu dinheiro e TEMPO com esse curso, já que nem os instrutores querem gastar o tempo deles pra aplicarem um update no curso." }
{ "sentiment": 0, "tweet": "Sinceramente acho uma propaganda enganosa colocar o titulo deste curso como sendo 2021, gasto mais tempo procurando na internet o que está errado no código mesmo fazendo como exemplificado do que aprendendo. Seria mais honesto se colocassem o titulo como 2019. Está muito desatualizado!" }
{ "sentiment": 0, "tweet": "Mal otimizado. Hilário." }
{ "sentiment": 0, "tweet": "- Jogo extremamente mal otimizado, quedas de fps constantes independente do seu PC (minha placa é uma 3080 ti) - Coloquei o jogo em 1080p nas configurações médias e nada mudou, continua rodando extremamente mal, com quedas de fps e freezes, e até mesmo crash. (jogo cyberpunk no ultra em 1440p traquilamente na casa dos 90/100 fps) - Jogo travado a 60 fps -Por mais que o jogo esteja bonito comparado aos jogos Souls, nem de longe chega perto dos jogos next gen que temos hoje em dia como Guardiões da Galáxia, Red dead Redemption 2, Cyberpunk 2077 e por ai vai. - Como já é de se esperar da From Software, as configurações de gráficos para computador são bem rasas, pouquíssima customização, nem sequer tem opção ultra wide." }
{ "sentiment": 0, "tweet": "poxa vida FromSoftware e Bandai Namco, contrata uma galera terceirizada aí pra otimizar bem o jogo porque vocês podem, os problemas de performance tão gravíssimos." }
{ "sentiment": 0, "tweet": "250 reais para um jogo AAA injogavel, port porco de console. Pergunto como uma empresa se digna a lançar algo nesse estado. NÃO COMPRE não perca seu tempo. Comprei pre-order e ainda nao consigo jogar. PC specs: i7 11800 RTX 3070 32Gb Ram M2 1tb Mesmo com o day one patch e colocando em 720 no LOW o jogo engasga com sluthering. NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE " }
{ "sentiment": 0, "tweet": "Esse jogo é uma piada, eu nem acredito que larguei DS3 pra jogar isso kkkkk movimentações rasa e porcas . Sem inovação, sem ambição. Apenas um mundo aberto com chefes na dificuldade ULTRA ISANA Um jogo de 2022 com a HUD identica ao jogo de 2016?? sério isso? Só tiveram trabalho de mudar a cor, o mesmo com a movimentação do boneco. QUE PORRA É ESSA? LAVAGEM DE DINHEIRO? Não caiam no hype, esperem o piratão que é mais jogo." }
{ "sentiment": 0, "tweet": "O jogo esta BEM mal otimizado porfavor segure a carteira" }
{ "sentiment": 0, "tweet": "o jogo é bom. uma pena ele ter sido otimizado com a bunda. no momento não recomendo a compra!" }
{ "sentiment": 0, "tweet": "Performance terrivel! Espere pra comprar." }
{ "sentiment": 0, "tweet": "Não gostei. Achei super péssima a experiência nessa pousada. A toalha de banho só foi trocada 1 vez em 5 dias. A tolha ficava super molhada, desconfortável, ainda mais pela qualidade que era péssima. Até o terceiro dia não tínhamos toalha de rosto também. O lençol era tão fino que passei a noite toda descoberta e com frio, além disso, ele não cobre um casal. No quarto não tinha tv. Tinha o controle e as orientações para usá-la, mas informaram que não tinha tv. Outra reclamação é sobre o barulho. O café Jeri fica ao lado e o barulho entra todo no quarto. Conheci um casal que ficava no hotel atrás do café jeri e o quarto tinha proteção. Além disso, o café da pousada do lado é servido ao lado da janela do quarto, e fica um barulho insuportável pela manhã. O quarto n tem criado mudo para apoiar um óculos ou um celular, por exemplo. Muito ruim" }
{ "sentiment": 0, "tweet": "Decepção, atendimento da gerente nota zero , grosseira com os hóspedes.. chegando na pousada foi informado que não poderia levar bebidas e alimentos de fora para consumo na pousada , porém quando fomos usar a piscina pedimos uma bebida em específico no bar da pousada, a mesma disse que não tinha e que se quisesse algo teria que tomar um gin pq era a única bebida disponível, a conveniência na qual eles tem parceria estava fechada ( então não tinha aonde comprar) não autorizou levar a bebida em específico de fora e caso levasse teríamos que pagar uma multa de 150,00 ( sempre em modo grosseiro) , ar condicionado não refrigera os quartos , Wi-Fi n funciona , infraestrutura a desejar , café da manhã super fraco , atendimento no café da manhã tbm sem educação.. no último dia de hospedagem fomos tomar o café no horário que foi informado no primeiro dia .. a gerente não deixou pois disse que só começava as 07h30 , saímos sem tomar café que era de direito naquele momento !!! péssimo nunca mais volto nessa pousada, uma pena pois ela é muito bem localizada e tem tudo para ser um lugar maravilhoso !!!" }
{ "sentiment": 0, "tweet": "Péssimo! Hotel horrível em todos os aspectos. Atendimento horrível, pessoas sem educação, mulher da recepção completamente grosseira. Infraestrutura e café na manhã fracos. De início a recepcionista diz que o café é 6:30, quase 8hrs da manhã não tem nada disponível. Atrasou todo nosso roteiro. Nunca mais!!!" }
{ "sentiment": 0, "tweet": "Pousada em franca decadência . Serviço de péssima qualidade , gerente desatencioso, café muito fraco , localização razoável. Se vai a Jeri, lugar muito bonito , invista em uma pousada que lhe mereça. Quarto sem opção para arrumar as roupas , piscina de bom tamanho mas nós três dias que lá passei não vi nenhuma limpeza" }
{ "sentiment": 0, "tweet": "Infelizmente o livro veio todo amassado (principalmente a capa). Algumas partes da impressão vieram apagadas e a diagramação deixa a desejar." }
{ "sentiment": 0, "tweet": "essa edição tá ruim demais, além da capa feia há erros de gráfica e digitação em várias páginas." }
{ "sentiment": 0, "tweet": "O livro é lindo, mas veio com a lateral suja e uma ponta rasgada e atrasou um pouco na entrega." }
{ "sentiment": 0, "tweet": "ainda estou lendo, entretando continuo tendo como reclamação a diagramação feita nos ebooks vendidos pela amazon. Parece que não passam por uma revisão antes de serem enviados ao site, horrível ler com o texto assim." }
{ "sentiment": 0, "tweet": "Sua leitura é difícil e cansativa, apesar de ser uma obra de incrível criatividade que revolucionou e muito as obras literárias, o cinema e muitas outras artes, sua compreensão fica difícil e complicada. É recomendada apenas para quem é fã mesmo de William Gibson ou para amantes de ficção científica (nesse caso é leitura obrigatória), mas se for para começar no gênero não é recomendável, pois assim passará a odiar sci fi e perderá a oportunidade de entrar num mundo etéreo e extraordinário, repleto de imaginação e idílico." }
{ "sentiment": 0, "tweet": "Quando ouvi falar do clássico Neuromancer, o tal livro que deu origem a vários conceitos do CyberPunk, fiquei interessado. Mas, infelizmente, é desapontante. Uma leitura arrastada, com personagem que carecem de empatia. Há saltos temporais dentro de um capítulo, conceitos não explicados (ok, é para dar sensação de imersão, mas acabam deixando muitas partes confusas). O livro chega a ser desconexo em várias partes, ficando difícil acompanhar os acontecimentos sem fazer inúmeras hipóteses. Em alguns momentos, o autor detalha de forma exagerada o lugar (tipo, 2 páginas descrevendo um beco), em outras, não dá nenhum detalhe sobre onde ou o que exatamente é aquela coisa ou aquela pessoa. Sobre os personagens, eles são extremamente descartáveis. Alguns são 'apresentados' e simplesmente desaparecem, outros não são apresentados e somem da mesma foram que apareceram. Minha conclusão é que não vale muito a pena ler como um leitor causal, um leitor que busca relaxamento. Esse livro exige mais de você do que você pode exigir dele. Uma leitura obrigatória que, entretanto, tem dificuldade em conversar com o leitor." }
{ "sentiment": 0, "tweet": "Livro superstimado, deve ser pelo fato de ja ter ganhado alguns prêmios de literatura. O enredo é difícil de ser compreendido, surgem personagens do nada, você não sabe quem é quem, sem falar que o livro tem um vocabulário próprio, então você tem que ficar consultando o glossário toda hora para conseguir acompanhar a leitura. Nem terminei de lê-lo, apenas desisti." }
{ "sentiment": 1, "tweet": "Me sinto Muito Satisfeito com o Resultado que o Curso está me proporcionando" }
{ "sentiment": 1, "tweet": "Bem didático, simples e fácil de repetir, mesmo com a narrativa sendo bem rápida (bastando parar e retornar várias vezes o vídeo). O ponto de atenção é a legenda que possui erro em várias palavras ditas." }
{ "sentiment": 1, "tweet": "Estou muito satisfeito até agora. O que falta em muitos cursos como repassar o básico para que não falte nada no caminho. " }
{ "sentiment": 1, "tweet": "até onde assisti, nota 10 ao curso e ao instrutor, ele vai direto ao ponto chave de cada aula sem rodeios, demonstrando grande domínio do assunto." }
{ "sentiment": 1, "tweet": "Professor manda muito bem , explica a mesma coisa de varias formas, ja se adianta e prevê problemas em cada passo, ou ja informa possíveis problemas." }
{ "sentiment": 1, "tweet": "Sabia pouco sobre programação, apenas a lógica, e esse curso, me ensinou muito mais do que eu esperava, estou surpreso com o tanto que aprendi e até aonde cheguei" }
{ "sentiment": 1, "tweet": "Excelente didática, não saí um programador com grande background em C# e .net porque isso requer mais estudo, tempo e dedicação, mas a base que esse curso dá é muito boa." }
{ "sentiment": 1, "tweet": "Excelente curso, o professor possui ótima didática e o material é um bom suporte para os estudos. O curso poderia ter mais questões disponíveis para treino." }
{ "sentiment": 1, "tweet": "Esse curso é extraordinário.Jamais imaginei que um dia eu pudesse aprender programação orientada a objetos de forma simples e com um nível tão elevado.Obrigado Nélio pela sua destreza e pela sua competência.Suas instruções e dicas foram muito enriquecedoras e certamente vão agregar valor ao meu currículo.Forte abraço." }
{ "sentiment": 1, "tweet": "O curso superou as expectativas. A didática do professor é diferenciada. O cuidado na condução e preparo das aulas. Me tornei fã." }
{ "sentiment": 1, "tweet": "o curso é realmente muito bom! o Instrutor tem uma didática clara e objetiva." }
{ "sentiment": 1, "tweet": "O conteúdo das aulas foi explicado de maneira bem simples, o professor sabe passar o conhecimento de uma forma fácil de compreender." }
{ "sentiment": 1, "tweet": "O curso até agora superou e muito minhas expectativas. Estou há um tempo procurando material para que possa estudar C#, até então vinha assistindo vários vídeos no YouTube, mas nenhum com tanta didática e profundidade no assunto. Agradeço ao professor Nelio pois justamente por causa deste curso eu consegui a permanência no meu emprego." }
{ "sentiment": 1, "tweet": "Excelente curso, contribuiu bastante para os meus conhecimentos e me fez passar em um processo seletivo para uma multinacional, muito obrigado!!" }
{ "sentiment": 1, "tweet": "A apresentação foi muito completa, bem falada, não foi cansativo de ouvir e aparenta domínio pleno sobre o assunto" }
{ "sentiment": 1, "tweet": "Estou começando, mais já sei que vai ser bom pois o professor é fera, já fiz outro curso dele." }
{ "sentiment": 1, "tweet": "Comprei o jogo pra sofrer morrendo varias vezes mas acabei recebendo o abraço de uma mulher bonita. 10/10 compraria de novo." }
{ "sentiment": 1, "tweet": "MARAVILHOSO, ZERO DEFEITOS" }
{ "sentiment": 1, "tweet": "O passeio é muito interessante. Um túnel formado pela lava de um vulcão, mas em que há pequenas geleiras porque o teto caiu em alguns pontos. Guias muito bons. Vale muito a pena." }
{ "sentiment": 1, "tweet": "Visitamos o túnel de lava para o passeio padrão. O passeio foi muito agradável e o guia muito qualificado. Certamente não é barato e vale o dinheiro, não tenho certeza disso, mas certamente é um ótimo lugar para se visitar!" }
{ "sentiment": 1, "tweet": "um lugar realmente interessante para visitar, como em nenhum outro lugar do mundo. Nosso guia apagou as luzes e experimentamos a total ausência de luz! Visitamos no inverno e testemunhamos as belas esculturas de neve formadas pelas clarabóias. Excelente passeio, definitivamente vale a pena uma visita! Altamente recomendado." }
{ "sentiment": 1, "tweet": "Ótima viagem, você aprende toneladas de fatos interessantes sobre o túnel. nosso guia foi bem engraçado, contando histórias de propostas que deram errado ou perderam telefones devido a alças escorregadias. Definitivamente voltaria novamente, muito fácil e muito agradável visualmente." }
{ "sentiment": 1, "tweet": "O guia foi muito amigável e informativo, tinha muito conhecimento sobre a formação do túnel e a descoberta de túneis. O passeio foi uma experiência única na vida! Surpreendente!" }
{ "sentiment": 1, "tweet": "Nós apreciamos o passeio pelo túnel da lava. As histórias e comentários inteligentes do nosso Guia, Iris, tornaram o mais memorável. Conversamos sobre isso durante toda a nossa viagem." }
{ "sentiment": 1, "tweet": "Ótima localização, a melhor localização de Jericoacoara, com distância do barulho noturno, espaço agradável, otimo café da manhã, funcionários simpáticos e prestativos, quartos limpos. Retornando a Jeri será minha primeira opção" }
{ "sentiment": 1, "tweet": "Comprei o livro no domingo e chegou aqui na terça-feira! Moro no interior da Paraíba. A Amazon, como sempre, impecável no quesito entrega de encomendas. Falando do livro: M A R A V I L H O S O. Me identifiquei muito com o personagem e pude ter muitas lembranças de quando fazia intercâmbio na universidade de Coimbra. Chorei? Um bocado. É uma trama interessante. Quem conhece as Bacantes de Eurípedes vai entender 90% do que se trata. Mesmo assim, gostei bastante. Donna Tart em sua melhor versão! Leiam! <3" }
{ "sentiment": 1, "tweet": "Um livro excelente! Uma história sensacional! Não consegui parar de ler." }
{ "sentiment": 1, "tweet": "Livro intenso, inteligente, irônico e atual. Um 'concentrado da experiência feminina', um texto que deixa marcas indeléveis e instiga a reflexão." }