[
	{ "tweet": "Me sinto Muito Satisfeito com o Resultado que o Curso está me proporcionando" },
	{ "tweet": "Bem didático, simples e fácil de repetir, mesmo com a narrativa sendo bem rápida (bastando parar e retornar várias vezes o vídeo). O ponto de atenção é a legenda que possui erro em várias palavras ditas." }, 
	{ "tweet": "Estou muito satisfeito até agora. O que falta em muitos cursos como repassar o básico para que não falte nada no caminho. " },
	{ "tweet": "até onde assisti, nota 10 ao curso e ao instrutor, ele vai direto ao ponto chave de cada aula sem rodeios, demonstrando grande domínio do assunto." },
	{ "tweet": "Professor manda muito bem , explica a mesma coisa de varias formas, ja se adianta e prevê problemas em cada passo, ou ja informa possíveis problemas." },
	{ "tweet": "Sabia pouco sobre programação, apenas a lógica, e esse curso, me ensinou muito mais do que eu esperava, estou surpreso com o tanto que aprendi e até aonde cheguei" },
	{ "tweet": "Excelente didática, não saí um programador com grande background em C# e .net porque isso requer mais estudo, tempo e dedicação, mas a base que esse curso dá é muito boa." },
	{ "tweet": "Excelente curso, o professor possui ótima didática e o material é um bom suporte para os estudos. O curso poderia ter mais questões disponíveis para treino." },
	{ "tweet": "Esse curso é extraordinário.Jamais imaginei que um dia eu pudesse aprender programação orientada a objetos de forma simples e com um nível tão elevado.Obrigado Nélio pela sua destreza e pela sua competência.Suas instruções e dicas foram muito enriquecedoras e certamente vão agregar valor ao meu currículo.Forte abraço." },
	{ "tweet": "O curso superou as expectativas. A didática do professor é diferenciada. O cuidado na condução e preparo das aulas. Me tornei fã." },
	{ "tweet": "o curso é realmente muito bom! o Instrutor tem uma didática clara e objetiva." },
	{ "tweet": "O conteúdo das aulas foi explicado de maneira bem simples, o professor sabe passar o conhecimento de uma forma fácil de compreender." },
	{ "tweet": "O curso até agora superou e muito minhas expectativas. Estou há um tempo procurando material para que possa estudar C#, até então vinha assistindo vários vídeos no YouTube, mas nenhum com tanta didática e profundidade no assunto. Agradeço ao professor Nelio pois justamente por causa deste curso eu consegui a permanência no meu emprego." },
	{ "tweet": "Excelente curso, contribuiu bastante para os meus conhecimentos e me fez passar em um processo seletivo para uma multinacional, muito obrigado!!" },
	{ "tweet": "A apresentação foi muito completa, bem falada, não foi cansativo de ouvir e aparenta domínio pleno sobre o assunto" },
	{ "tweet": "Estou começando, mais já sei que vai ser bom pois o professor é fera, já fiz outro curso dele." },
	{ "tweet": "Comprei o jogo pra sofrer morrendo varias vezes mas acabei recebendo o abraço de uma mulher bonita. 10/10 compraria de novo." },
	{ "tweet": "MARAVILHOSO, ZERO DEFEITOS" },
	{ "tweet": "O passeio é muito interessante. Um túnel formado pela lava de um vulcão, mas em que há pequenas geleiras porque o teto caiu em alguns pontos. Guias muito bons. Vale muito a pena." },
	{ "tweet": "Visitamos o túnel de lava para o passeio padrão. O passeio foi muito agradável e o guia muito qualificado. Certamente não é barato e vale o dinheiro, não tenho certeza disso, mas certamente é um ótimo lugar para se visitar!" },
	{ "tweet": "um lugar realmente interessante para visitar, como em nenhum outro lugar do mundo. Nosso guia apagou as luzes e experimentamos a total ausência de luz! Visitamos no inverno e testemunhamos as belas esculturas de neve formadas pelas clarabóias. Excelente passeio, definitivamente vale a pena uma visita! Altamente recomendado." },
	{ "tweet": "Ótima viagem, você aprende toneladas de fatos interessantes sobre o túnel. nosso guia foi bem engraçado, contando histórias de propostas que deram errado ou perderam telefones devido a alças escorregadias. Definitivamente voltaria novamente, muito fácil e muito agradável visualmente." },
	{ "tweet": "O guia foi muito amigável e informativo, tinha muito conhecimento sobre a formação do túnel e a descoberta de túneis. O passeio foi uma experiência única na vida! Surpreendente!" },
	{ "tweet": "Nós apreciamos o passeio pelo túnel da lava. As histórias e comentários inteligentes do nosso Guia, Iris, tornaram o mais memorável. Conversamos sobre isso durante toda a nossa viagem." },
	{ "tweet": "Ótima localização, a melhor localização de Jericoacoara, com distância do barulho noturno, espaço agradável, otimo café da manhã, funcionários simpáticos e prestativos, quartos limpos. Retornando a Jeri será minha primeira opção" },
	{ "tweet": "Comprei o livro no domingo e chegou aqui na terça-feira! Moro no interior da Paraíba. A Amazon, como sempre, impecável no quesito entrega de encomendas. Falando do livro: M A R A V I L H O S O. Me identifiquei muito com o personagem e pude ter muitas lembranças de quando fazia intercâmbio na universidade de Coimbra. Chorei? Um bocado. É uma trama interessante. Quem conhece as Bacantes de Eurípedes vai entender 90% do que se trata. Mesmo assim, gostei bastante. Donna Tart em sua melhor versão! Leiam! <3" },
	{ "tweet": "Um livro excelente! Uma história sensacional! Não consegui parar de ler." },
	{ "tweet": "Livro intenso, inteligente, irônico e atual. Um 'concentrado da experiência feminina', um texto que deixa marcas indeléveis e instiga a reflexão." },
	{ "tweet": "Preço excelente, com refeições bem servidas. Local simples mas com culinária caseira saborosa, atendentes super simpáticas." },
	{ "tweet": "Muito bom! Chegou antes do prazo" },
	{ "tweet": "AMEIIIIIIIIIIIIIIIII O LIVRO. É um livro maravilhoso e super diferente e com certeza é o meu favorito!! A história é muito legal e prende, o que dá vontade de não parar de ler, além de ter protagonismo LGBT e ser own-voice. Já quero ler de novo!! O poster e o livro também são lindos e vieram sem nenhum defeito." },
	{ "tweet": "Apesar do poster ser de papel e vir dobrado a arte dele é linda além da história simplesmente incrível! estava super ansiosa para lê-lo e não me decepcionei. Amei o projeto social organizado pela galera recorde na pré-venda dele." },
	{ "tweet": "Já tinha lido em inglês e me apaixonado completamente por esse livro. Os personagens são cativantes e o mistério me surpreendeu. Super recomendo! Além disso, o poster é lindo demais!" },
	{ "tweet": "kkkkkkkkkkkkkkkkkkk tenho orgulho d guardar meu dinheiro nesse banco po, orgulho!!!" }
]