[
	{ "tweet": "Curso abandonado, não cumpre aquilo que promete e o professor largou de mão, faz uns 4 anos que não responde algumas perguntas, nem no grupo da turma" },
	{ "tweet": "Professor abandonou o curso deveriam tirar do ar. Curso ruim abandonado exercícios cobrados sem ter sido ministrado a assunto .... se estiver escolhendo um curso escolha um que o professor esteja acompanhando ... não recomendo .." },
	{ "tweet": "O curso não está completo e não foi abandonado há pelo menos 2 anos" },
	{ "tweet": "O professor fala muito rápido e a forma como fala atrapalha um pouco." },
	{ "tweet": "O Professor fala rápido demais e narrando, tem uma cadência de voz repetitiva e muito chato de se ouvir, tive que me esforçar para prestar a atenção, mas isso talvez seja muito pessoal e outras pessoas não tenham o mesmo problema." },
	{ "tweet": "Curso extremamente desatualizado, apesar do nome. Professor repetitivo." },
	{ "tweet": "Estou um pouco decepcionado com este curso, o curso e de 3-4 anos atrás, muito desatualizado, compensa dependendo vale mais assistir alguns tutoriais pelo youtube, mas da para ter uma base em java e ao OOB!" },
	{ "tweet": "O curso está totalmente atrasado, não condiz com os códigos mais atuais, não checa null safety, a maioria das funções estão quebradas." },
	{ "tweet": "Esperava menos desculpas de conteúdo desatualizado, em perguntas e respostas em varias aulas tem justificativas este curso já tem um tempo." },
	{ "tweet": "Chega uma altura do curso que esta muito desatualizado e infelizmente você não consegue evoluir. Muita incompatibilidade" },
	{ "tweet": "Gente, o curso é totalmente desatualizado, não comprem jamais!!! Tu consegue resolver os erros iniciais facil, por serem apenas widgets desatualizados, é só pesquisar no google. Porém, quando chega na parte de firebase fica totalmente inviável, eu perdi quase uma semana tentando resolver os problemas, e eles insistem que tu utilize as versões antigas, detalhe: o conteúdo é de 2 anos atrás. Você em um trabalho, não vai utilizar uma versão desatualizada assim!!! Não recomendo que gaste seu dinheiro e TEMPO com esse curso, já que nem os instrutores querem gastar o tempo deles pra aplicarem um update no curso." },
	{ "tweet": "Sinceramente acho uma propaganda enganosa colocar o titulo deste curso como sendo 2021, gasto mais tempo procurando na internet o que está errado no código mesmo fazendo como exemplificado do que aprendendo. Seria mais honesto se colocassem o titulo como 2019. Está muito desatualizado!" },
	{ "tweet": "Mal otimizado. Hilário." },
	{ "tweet": "- Jogo extremamente mal otimizado, quedas de fps constantes independente do seu PC (minha placa é uma 3080 ti) - Coloquei o jogo em 1080p nas configurações médias e nada mudou, continua rodando extremamente mal, com quedas de fps e freezes, e até mesmo crash. (jogo cyberpunk no ultra em 1440p traquilamente na casa dos 90/100 fps) - Jogo travado a 60 fps -Por mais que o jogo esteja bonito comparado aos jogos Souls, nem de longe chega perto dos jogos next gen que temos hoje em dia como Guardiões da Galáxia, Red dead Redemption 2, Cyberpunk 2077 e por ai vai. - Como já é de se esperar da From Software, as configurações de gráficos para computador são bem rasas, pouquíssima customização, nem sequer tem opção ultra wide." },
	{ "tweet": "poxa vida FromSoftware e Bandai Namco, contrata uma galera terceirizada aí pra otimizar bem o jogo porque vocês podem, os problemas de performance tão gravíssimos." },
	{ "tweet": "250 reais para um jogo AAA injogavel, port porco de console. Pergunto como uma empresa se digna a lançar algo nesse estado. NÃO COMPRE não perca seu tempo. Comprei pre-order e ainda nao consigo jogar. PC specs: i7 11800 RTX 3070 32Gb Ram M2 1tb Mesmo com o day one patch e colocando em 720 no LOW o jogo engasga com sluthering. NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE NÃO COMPRE " },
	{ "tweet": "Esse jogo é uma piada, eu nem acredito que larguei DS3 pra jogar isso kkkkk movimentações rasa e porcas . Sem inovação, sem ambição. Apenas um mundo aberto com chefes na dificuldade ULTRA ISANA Um jogo de 2022 com a HUD identica ao jogo de 2016?? sério isso? Só tiveram trabalho de mudar a cor, o mesmo com a movimentação do boneco. QUE PORRA É ESSA? LAVAGEM DE DINHEIRO? Não caiam no hype, esperem o piratão que é mais jogo." },
	{ "tweet": "O jogo esta BEM mal otimizado porfavor segure a carteira" },
	{ "tweet": "o jogo é bom. uma pena ele ter sido otimizado com a bunda. no momento não recomendo a compra!" },
	{ "tweet": "Performance terrivel! Espere pra comprar." },
	{ "tweet": "Não gostei. Achei super péssima a experiência nessa pousada. A toalha de banho só foi trocada 1 vez em 5 dias. A tolha ficava super molhada, desconfortável, ainda mais pela qualidade que era péssima. Até o terceiro dia não tínhamos toalha de rosto também. O lençol era tão fino que passei a noite toda descoberta e com frio, além disso, ele não cobre um casal. No quarto não tinha tv. Tinha o controle e as orientações para usá-la, mas informaram que não tinha tv. Outra reclamação é sobre o barulho. O café Jeri fica ao lado e o barulho entra todo no quarto. Conheci um casal que ficava no hotel atrás do café jeri e o quarto tinha proteção. Além disso, o café da pousada do lado é servido ao lado da janela do quarto, e fica um barulho insuportável pela manhã. O quarto n tem criado mudo para apoiar um óculos ou um celular, por exemplo. Muito ruim" },
	{ "tweet": "Decepção, atendimento da gerente nota zero , grosseira com os hóspedes.. chegando na pousada foi informado que não poderia levar bebidas e alimentos de fora para consumo na pousada , porém quando fomos usar a piscina pedimos uma bebida em específico no bar da pousada, a mesma disse que não tinha e que se quisesse algo teria que tomar um gin pq era a única bebida disponível, a conveniência na qual eles tem parceria estava fechada ( então não tinha aonde comprar) não autorizou levar a bebida em específico de fora e caso levasse teríamos que pagar uma multa de 150,00 ( sempre em modo grosseiro) , ar condicionado não refrigera os quartos , Wi-Fi n funciona , infraestrutura a desejar , café da manhã super fraco , atendimento no café da manhã tbm sem educação.. no último dia de hospedagem fomos tomar o café no horário que foi informado no primeiro dia .. a gerente não deixou pois disse que só começava as 07h30 , saímos sem tomar café que era de direito naquele momento !!! péssimo nunca mais volto nessa pousada, uma pena pois ela é muito bem localizada e tem tudo para ser um lugar maravilhoso !!!" },
	{ "tweet": "Péssimo! Hotel horrível em todos os aspectos. Atendimento horrível, pessoas sem educação, mulher da recepção completamente grosseira. Infraestrutura e café na manhã fracos. De início a recepcionista diz que o café é 6:30, quase 8hrs da manhã não tem nada disponível. Atrasou todo nosso roteiro. Nunca mais!!!" },
	{ "tweet": "Pousada em franca decadência . Serviço de péssima qualidade , gerente desatencioso, café muito fraco , localização razoável. Se vai a Jeri, lugar muito bonito , invista em uma pousada que lhe mereça. Quarto sem opção para arrumar as roupas , piscina de bom tamanho mas nós três dias que lá passei não vi nenhuma limpeza" },
	{ "tweet": "Infelizmente o livro veio todo amassado (principalmente a capa). Algumas partes da impressão vieram apagadas e a diagramação deixa a desejar." },
	{ "tweet": "essa edição tá ruim demais, além da capa feia há erros de gráfica e digitação em várias páginas." },
	{ "tweet": "O livro é lindo, mas veio com a lateral suja e uma ponta rasgada e atrasou um pouco na entrega." },
	{ "tweet": "ainda estou lendo, entretando continuo tendo como reclamação a diagramação feita nos ebooks vendidos pela amazon. Parece que não passam por uma revisão antes de serem enviados ao site, horrível ler com o texto assim." },
	{ "tweet": "Sua leitura é difícil e cansativa, apesar de ser uma obra de incrível criatividade que revolucionou e muito as obras literárias, o cinema e muitas outras artes, sua compreensão fica difícil e complicada. É recomendada apenas para quem é fã mesmo de William Gibson ou para amantes de ficção científica (nesse caso é leitura obrigatória), mas se for para começar no gênero não é recomendável, pois assim passará a odiar sci fi e perderá a oportunidade de entrar num mundo etéreo e extraordinário, repleto de imaginação e idílico." },
	{ "tweet": "Quando ouvi falar do clássico Neuromancer, o tal livro que deu origem a vários conceitos do CyberPunk, fiquei interessado. Mas, infelizmente, é desapontante. Uma leitura arrastada, com personagem que carecem de empatia. Há saltos temporais dentro de um capítulo, conceitos não explicados (ok, é para dar sensação de imersão, mas acabam deixando muitas partes confusas). O livro chega a ser desconexo em várias partes, ficando difícil acompanhar os acontecimentos sem fazer inúmeras hipóteses. Em alguns momentos, o autor detalha de forma exagerada o lugar (tipo, 2 páginas descrevendo um beco), em outras, não dá nenhum detalhe sobre onde ou o que exatamente é aquela coisa ou aquela pessoa. Sobre os personagens, eles são extremamente descartáveis. Alguns são 'apresentados' e simplesmente desaparecem, outros não são apresentados e somem da mesma foram que apareceram. Minha conclusão é que não vale muito a pena ler como um leitor causal, um leitor que busca relaxamento. Esse livro exige mais de você do que você pode exigir dele. Uma leitura obrigatória que, entretanto, tem dificuldade em conversar com o leitor." },
	{ "tweet": "Livro superstimado, deve ser pelo fato de ja ter ganhado alguns prêmios de literatura. O enredo é difícil de ser compreendido, surgem personagens do nada, você não sabe quem é quem, sem falar que o livro tem um vocabulário próprio, então você tem que ficar consultando o glossário toda hora para conseguir acompanhar a leitura. Nem terminei de lê-lo, apenas desisti." },
	{ "tweet": "O produto chegou danificado. Ao retirar o SSD para instalar verifiquei que o mesmo veio danificado dentro do envelope que o envolvia. Vou ficar no prejuízo?" },
	{ "tweet": "o produto chegou danificado, tentei efetuar a instalação, mas o mesmo não aloca a partição, ou seja impossível instalar o equipamento. Aproveito para deixar claro que sou Técnico em Informática e tenho conhecimento do assunto." },
	{ "tweet": "Pratos individuais com menos do que um quentinha básica. Se for com família não vale a pena pelo custo." },
	{ "tweet": "Preço absurdamente abusivo. Não compro!" },
	{ "tweet": "Com esse preço eu compro um exemplar físico que posso levar para onde eu quiser, inclusive para a 2a fase da prova da OAB... Preço absurdo para um EPUB." },
	{ "tweet": "Decepcionado, o manga é bom porém pagar 40 e poucos reais para vir somente uns 5 capitulos? Isso é um absurdo São 110 capitulos a 1 temporada vou ter que gastar quantos reais para poder ter a primeira? Decepcionante e literalmente um absurdo infelizmente não pretendo comprar mais vou deixar o que comprei como lembrança desse belo manga é uma pena adoro quero que o manga continue crescer mais o dinheiro gasto tambem faz parte da minha sobrevivencia fora dessas DG na vida real !" },
	{ "tweet": "Achei super chato de se ler" },
	{ "tweet": "Os dois volumes que comprei veio deformado,esse veio desse jeito e o outro amassado nas pontas." },
	{ "tweet": "o @Bancointer fez 2 cobranças indevidas na minha fatura, que fechou com elas ali contabilizadas já passei por 10 atendentes diferentes e NENHUM deles resolve o meu problema, só falam que vão me redirecionar pro setor responsável e ninguém resolve QUE ÓDIO vou cancelar essa merda" },
	{ "tweet": "Queria deixar minha reclamação aqui do @Bancointer que me deixou extremamente constrangido numa loja ontem quando eu tentei fazer uma compra no débito e tinha o dinheiro na conta mas eles não autorizaram de forma alguma." },
	{ "tweet": "O suporte do @Bancointer é o pior que já vi. Clonaram meu cartão que nunca usei é pra tentar entrar em contato com a ajuda deles é quase impossível. Horrível, péssimo, inadequado, inseguro… conselho: NÃO CRIEM CONTA NA INTER" },
	{ "tweet": "que atendimento lixo vocês tem. Puta merda!" }
]